Tekla.Structures.ModelInternal.CommitMessage
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.CommitMessage.TsCommand
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.CommitMessage.DmCommand
DO NOT USE! For internal usage only!